elevo_api/app/controllers/user_controller.rb

SELECT "users".* FROM "users"
---
  def home
    @manager = Manager.connection.select_all('SELECT users.full_name, users.team_name, managers.full_name AS name_manager FROM users INNER JOIN managers ON managers.manager_id=users.manager_id;')
    @data = User.all